Revit 2027 API
SpecTypeId.AreaDividedByHeatingLoad Property
 Area divided by Heating Load, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaDividedByHeatingLoad { get; }
Public Shared ReadOnly Property AreaDividedByHeatingLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaDividedByHeatingLoad {
	ForgeTypeId^ get ();
}
static member AreaDividedByHeatingLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace